# MultiLeaderTagUi Property (2022)

---
C#Visual BasicVisual C++
Revit 2022 API
---
ParameterTypeId..::..MultiLeaderTagUi Property
ParameterTypeId Class See Also
---
"Multi Leader Tag": Used by IndependentTagEditor for UI binding
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId MultiLeaderTagUi { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MultiLeaderTagUi As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MultiLeaderTagUi {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace